/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "La connexió a Internet d’aquest ordinador sembla desactivada.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "La connexió a Internet d’aquest ordinador pot estar desactivada.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "La connexió a Internet d’aquest ordinador sembla activa.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "El servidor DNS d’aquest ordinador no respon.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "El servidor DNS no ha trobat el nom del servidor.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "L’encaminador d’aquest ordinador no respon.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "El servidor al qual s’intenta connectar aquest ordinador no respon.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "La connexió a Internet d’aquest ordinador sembla activa.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Contrasenya del formulari web";

/* HTTP result code string */
"accepted" = "acceptat";

/* HTTP result code string */
"bad gateway" = "passarel·la incorrecta";

/* HTTP result code string */
"bad request" = "sol·licitud no vàlida";

/* HTTP result code string */
"client error" = "error en el client";

/* HTTP result code string */
"conflict" = "conflicte";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "creació";

/* HTTP result code string */
"expectation failed" = "error en les dades esperades";

/* HTTP result code string */
"forbidden" = "prohibit";

/* HTTP result code string */
"found" = "trobat";

/* HTTP result code string */
"gateway timed out" = "temps esgotat per a la passarel·la";

/* HTTP result code string */
"informational" = "informació";

/* HTTP result code string */
"internal server error" = "error intern del servidor";

/* HTTP result code string */
"length required" = "longitud obligatòria";

/* HTTP result code string */
"method not allowed" = "mètode no permès";

/* HTTP result code string */
"moved permanently" = "s’ha traslladat de forma permanent";

/* HTTP result code string */
"multiple choices" = "seleccions múltiples";

/* HTTP result code string */
"needs proxy" = "necessita un proxy";

/* HTTP result code string */
"no content" = "cap contingut";

/* HTTP result code string */
"no error" = "cap error";

/* HTTP result code string */
"non-authoritative information" = "informació sense autorització";

/* HTTP result code string */
"not found" = "no trobat";

/* HTTP result code string */
"not modified" = "no modificat";

/* HTTP result code string */
"partial content" = "contingut parcial";

/* HTTP result code string */
"payment required" = "pagament obligatori";

/* HTTP result code string */
"precondition failed" = "error en la precondició";

/* HTTP result code string */
"proxy authentication required" = "autenticació de proxy obligatòria";

/* HTTP result code string */
"redirected" = "redirigit";

/* HTTP result code string */
"no longer exists" = "ja no existeix";

/* HTTP result code string */
"request timed out" = "temps esgotat per a la sol·licitud";

/* HTTP result code string */
"request too large" = "sol·licitud massa llarga";

/* HTTP result code string */
"requested URL too long" = "l'URL sol·licitat és massa llarg";

/* HTTP result code string */
"requested range not satisfiable" = "no es pot obtenir el rang sol·licitat";

/* HTTP result code string */
"reset content" = "restaurar contingut";

/* HTTP result code string */
"see other" = "veure’n altres";

/* HTTP result code string */
"server error" = "error del servidor";

/* HTTP result code string */
"service unavailable" = "servei no disponible";

/* HTTP result code string */
"success" = "completat";

/* HTTP result code string */
"switching protocols" = "canviant de protocol";

/* HTTP result code string */
"temporarily redirected" = "redirigit temporalment";

/* HTTP result code string */
"unacceptable" = "inacceptable";

/* HTTP result code string */
"unauthorized" = "no autoritzat";

/* HTTP result code string */
"unimplemented" = "no implementat";

/* HTTP result code string */
"unsupported media type" = "format incompatible";

/* HTTP result code string */
"unsupported version" = "versió incompatible";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Hi ha hagut un problema de comunicació amb el servidor proxy web (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Hi ha hagut un problema de comunicació amb el servidor proxy web segur (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "error desconegut";

/* WebFoundationErrorCancelled description */
"Err-999" = "cancel·lat";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "URL no vàlid";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Temps esgotat per a la sol·licitud.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL incompatible";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "No s’ha trobat cap servidor amb el nom indicat.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "No s’ha pogut connectar al servidor.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "La connexió de xarxa s’ha perdut.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Error al resoldre el DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "massa reencaminaments HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "recurs no disponible";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "La connexió a Internet sembla desactivada.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "redirigit enlloc";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "S’ha rebut una resposta incorrecta del servidor.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "recurs de zero bytes";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "no es poden descodificar les dades sense processar";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "no es poden descodificar les dades de contingut";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "no es pot analitzar la resposta";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "La itinerància internacional està desactivada.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "No es pot establir cap connexió de dades perquè hi ha una trucada activa.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Ara no és permès d'establir una connexió de dades.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "s’ha exhaurit la seqüència de cos de la sol·licitud";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "No s’ha trobat l'URL sol·licitat en aquest servidor.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "l’arxiu és un directori";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "No esteu autoritzat a accedir al recurs sol·licitat.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "el recurs supera la mida màxima";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Hi ha hagut un error d’SSL i no es pot establir una connexió segura amb el servidor.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "El certificat d’aquest servidor ha caducat.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "El certificat d’aquest servidor ha caducat. Potser us connecteu a un servidor que simula ser “%@”, i això podria posar en perill la vostra informació confidencial.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "El certificat d’aquest servidor no és vàlid.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "El certificat d’aquest servidor no és vàlid. Potser us connecteu a un servidor que simula ser “%@”, i això podria posar en perill la vostra informació confidencial.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "El certificat d’aquest servidor té la firma d’una autoritat de certificació desconeguda.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "El certificat d’aquest servidor té la firma d’una autoritat de certificació desconeguda. Potser us connecteu a un servidor que simula ser “%@”, i això podria posar en perill la vostra informació confidencial.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "El certificat d’aquest servidor encara no és vàlid.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "El certificat d’aquest servidor encara no és vàlid. Potser us connecteu a un servidor que simula ser “%@”, i això podria posar en perill la vostra informació confidencial.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "El servidor no ha acceptat el certificat.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "El servidor “%@” no ha acceptat el certificat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "El servidor exigeix un certificat de client.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "El servidor “%@” exigeix un certificat de client.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "no es pot carregar des de la xarxa";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "No es pot crear l’arxiu";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "No es pot obrir l’arxiu";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Hi ha hagut un error al tancar l’arxiu";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "No es pot desar l’arxiu";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "No es pot eliminar l’arxiu";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "No es pot traslladar l’arxiu";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Error de descodificació de la descàrrega";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Error de descodificació de la descàrrega";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Us voleu connectar al servidor de tota manera?";

/* Recovery suggestion */
"Please check your proxy settings. For help with this problem, contact your system administrator." = "Comproveu la configuració proxy. Si necessiteu ajuda, poseu-vos en contacte amb l’administrador del sistema.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Autenticació de proxy obligatòria";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autenticació per al proxy %@\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Cancel·lar";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Nom d’usuari";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Contrasenya";
